Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# about.divineMercyImage.kazimirowski
source: Eugeniusz Kazimirowski, Divine Mercy (“Jezu, ufam Tobie”, 1934), Divine Mercy Sanctuary, Vilnius — the original image painted under St. Faustina’s direction; public domain.
ar: يوجينيوش كازيميروفسكي، الرحمة الإلهية («Jezu, ufam Tobie»، 1934)، مزار الرحمة الإلهية، فيلنيوس — الصورة الأصلية المرسومة بإرشاد القديسة فوستينا؛ ملكية عامة.
fil: Eugeniusz Kazimirowski, Banal na Awa (“Jezu, ufam Tobie”, 1934), Dambana ng Banal na Awa, Vilnius — ang orihinal na larawang ipininta sa paggabay ni Santa Faustina; pampublikong dominyo.
fr: Eugeniusz Kazimirowski, La Divine Miséricorde (« Jezu, ufam Tobie », 1934), sanctuaire de la Divine Miséricorde, Vilnius — image originale peinte sous la direction de sainte Faustine ; domaine public.
he: יוגניוש קזימירובסקי, רחמי האלוהים (“ישוע, אבטח בך”, 1934), מקדש רחמי האלוהים, וילנה — התמונה המקורית שצוירה בהנחיית פאוסטינה הקדושה; רשות הציבור.
it: Eugeniusz Kazimirowski, Divina Misericordia («Jezu, ufam Tobie», 1934), Santuario della Divina Misericordia, Vilnius — l’immagine originale dipinta sotto la guida di santa Faustina; pubblico dominio.
ru: Евгений Казимировский, «Божественное Милосердие» («Jezu, ufam Tobie», 1934), храм Божественного Милосердия, Вильнюс — первоначальный образ, написанный по указаниям святой Фаустины; общественное достояние.
uk: Еугеніуш Казіміровський, Боже Милосердя («Jezu, ufam Tobie», 1934), санктуарій Божого Милосердя, Вільнюс — оригінальний образ, написаний під керівництвом святої Фаустини; суспільне надбання.

# about.divineMercyPrayerSources
source: Divine Mercy Chaplet: Congregation of the Sisters of Our Lady of Mercy. Greek text: iPray.
ar: مسبحة الرحمة الإلهية: رهبانية راهبات سيدة الرحمة. النص اليوناني: iPray.
fil: Koronilya ng Banal na Awa: Kongregasyon ng mga Madre ng Mahal na Birhen ng Awa. Tekstong Griyego: iPray.
fr: Chapelet à la Miséricorde Divine : Congrégation des Sœurs de Notre-Dame de la Miséricorde. Texte grec : iPray.
he: מחרוזת הרחמים: קהילת האחיות של גבירתנו של הרחמים. הנוסח היווני: iPray.
it: Coroncina alla Divina Misericordia: Congregazione delle Suore della Beata Vergine Maria della Misericordia. Testo greco: iPray.
ru: Венчик Божьему Милосердию: Конгрегация сестёр Матери Божьего Милосердия. Греческий текст: iPray.
uk: Коронка до Божого Милосердя: Згромадження сестер Матері Божої Милосердя. Грецький текст: iPray.

# about.franciscanCrownImage.magiMurillo
source: The Adoration of the Magi: Bartolomé Esteban Murillo (c. 1655–60), Toledo Museum of Art — public domain. The other six Joys reuse the Rosary mystery illustrations above.
ar: سجود المجوس: بارتولومي إستيبان موريو (نحو 1655–1660)، متحف توليدو للفنون — ملكية عامة. الأفراح الستة الأخرى تستخدم صور أسرار الوردية المذكورة أعلاه.
fil: Ang Pagsamba ng mga Pantas: Bartolomé Esteban Murillo (bandang 1655–60), Toledo Museum of Art — pampublikong dominyo. Ginagamit muli ng iba pang anim na Tuwa ang mga larawan ng mga misteryo ng Rosaryo sa itaas.
fr: L’Adoration des Mages : Bartolomé Esteban Murillo (vers 1655–1660), Toledo Museum of Art — domaine public. Les six autres joies réutilisent les illustrations des mystères du rosaire ci-dessus.
he: ההתגלות (הערצת האמגושים): ברטולומה אסטבן מוריו (1655–60 לערך), מוזיאון האמנות של טולדו — רשות הציבור. שש השמחות האחרות עושות שימוש באיורי רזי המחרוזת שלמעלה.
it: L’Adorazione dei Magi: Bartolomé Esteban Murillo (circa 1655–1660), Toledo Museum of Art — pubblico dominio. Le altre sei gioie riutilizzano le illustrazioni dei misteri del Rosario riportate sopra.
ru: «Поклонение волхвов»: Бартоломе Эстебан Мурильо (ок. 1655–1660), Художественный музей Толидо — общественное достояние. Остальные шесть радостей используют перечисленные выше иллюстрации тайн Розария.
uk: Поклоніння волхвів: Бартоломе Естебан Мурільйо (бл. 1655–1660), Художній музей Толідо — суспільне надбання. Для інших шести радостей використано наведені вище ілюстрації таємниць Розарію.

# about.galleryImages.rights
source: Public-domain and CC0 artwork. Select a title to view its source.
ar: أعمال فنية ضمن الملكية العامة وبرخصة CC0. اختر عنوانًا لعرض مصدره.
fil: Mga likhang sining na nasa pampublikong dominyo at nasa ilalim ng CC0. Pumili ng pamagat upang makita ang pinagmulan.
fr: Œuvres du domaine public et sous CC0. Sélectionnez un titre pour consulter sa source.
he: יצירות בנחלת הכלל וברישיון CC0. בחרו בכותרת לצפייה במקור.
it: Opere di pubblico dominio e con licenza CC0. Seleziona un titolo per consultarne la fonte.
ru: Произведения в общественном достоянии и по лицензии CC0. Выберите название, чтобы открыть источник.
uk: Твори в суспільному надбанні та за ліцензією CC0. Виберіть назву, щоб відкрити джерело.

# about.hebrewReadingBookSources
source: Hebrew Bible book labels: Evangelizo HE, the St James Vicariate, and Mechon Mamre (mechon-mamre.org).
ar: أسماء أسفار الكتاب المقدس بالعبرية: Evangelizo HE ونيابة القديس يعقوب ومعهد ممرا (mechon-mamre.org).
fil: Mga pangalan ng aklat ng Bibliya sa Hebreo: Evangelizo HE, Bikaryato ni Santiago, at Mechon Mamre (mechon-mamre.org).
fr: Noms hébreux des livres bibliques : Evangelizo HE, Vicariat Saint-Jacques et Mechon Mamre (mechon-mamre.org).
he: שמות ספרי המקרא בעברית: Evangelizo HE, נציגות יעקב הצדיק ומכון ממרא (mechon-mamre.org).
it: Nomi ebraici dei libri biblici: Evangelizo HE, Vicariato di San Giacomo e Mechon Mamre (mechon-mamre.org).
ru: Названия библейских книг на иврите: Evangelizo HE, Викариат святого Иакова и Мехон Мамре (mechon-mamre.org).
uk: Назви біблійних книг івритом: Evangelizo HE, Вікаріат святого Якова та Mechon Mamre (mechon-mamre.org).

# about.jesusPrayerImage.pantocrator
source: Christ Pantocrator: encaustic icon (6th century), Saint Catherine’s Monastery, Mount Sinai — the oldest surviving icon of Christ Pantocrator, honoring the prayer’s Eastern tradition; public domain.
ar: المسيح ضابط الكل: أيقونة مرسومة بالشمع (القرن السادس)، دير القديسة كاترينا، جبل سيناء — أقدم أيقونة باقية للمسيح ضابط الكل، تكريمًا للتقليد الشرقي للصلاة؛ ملكية عامة.
fil: Kristong Pantokrator: ikono na ipininta sa mainit na pagkit (ika-6 na siglo), Monasteryo ni Santa Catalina, Bundok Sinai — ang pinakamatandang nabubuhay na ikono ni Kristong Pantokrator, bilang paggalang sa tradisyong Silanganin ng panalangin; pampublikong dominyo.
fr: Christ Pantocrator : icône à l’encaustique (VIe siècle), monastère Sainte-Catherine, mont Sinaï — la plus ancienne icône conservée du Christ Pantocrator, en hommage à la tradition orientale de cette prière ; domaine public.
he: המשיח כל־יכול: איקונה (המאה ה־6), מנזר הק׳ קתרינה, הר סיני — איקונת “המשיח הכל־יכול” העתיקה ביותר ששרדה, לכבוד מסורתה המזרחית של התפילה; רשות הציבור.
it: Cristo Pantocratore: icona a encausto (VI secolo), monastero di Santa Caterina, monte Sinai — la più antica icona superstite del Cristo Pantocratore, in omaggio alla tradizione orientale della preghiera; pubblico dominio.
ru: «Христос Пантократор»: энкаустическая икона VI века, монастырь святой Екатерины, гора Синай — древнейшая сохранившаяся икона Христа Вседержителя, в честь восточной традиции молитвы; общественное достояние.
uk: Христос Пантократор: енкаустична ікона (VI століття), монастир святої Катерини, гора Синай — найдавніша збережена ікона Христа Пантократора, що вшановує східну традицію молитви; суспільне надбання.

# about.litanyPrayerSources
source: The Litany of Loreto uses published Catholic prayer texts. The Hebrew wording is Erez’s contribution through the Mission of St. Gamaliel. The Greek and Tagalog standalone closing prayers are Prosary translations of the Latin original; they are not published liturgical translations.
ar: تستخدم طلبات العذراء مريم نصوص صلوات كاثوليكية منشورة. النص العبري من مساهمة إيريز عبر رسالة القديس غمالائيل. صلاتا الختام باليونانية والتاغالوغية عند تلاوة الطلبات منفردة هما ترجمتان من Prosary عن الأصل اللاتيني، وليستا ترجمتين ليتورجيتين منشورتين.
fil: Gumagamit ang Litanya sa Mahal na Birheng Maria ng mga nailathalang tekstong panalanging Katoliko. Ambag ni Erez sa pamamagitan ng Misyon ni San Gamaliel ang tekstong Hebreo. Mga salin ng Prosary mula sa orihinal na Latin ang mga pangwakas na panalangin sa Griyego at Tagalog para sa hiwalay na pagdarasal ng litanya; hindi mga nailathalang saling liturhiko ang mga ito.
fr: Les litanies de Lorette reprennent des textes de prière catholiques publiés. Le texte hébreu est une contribution d’Erez par l’intermédiaire de la Mission de saint Gamaliel. Les prières finales grecque et tagalog des litanies récitées seules sont des traductions de Prosary à partir du latin, et non des traductions liturgiques publiées.
he: התחנון למרים מבוסס על נוסחי תפילה קתוליים שפורסמו. הנוסח העברי הוא תרומתו של ארז דרך מיסיון רבן גמליאל. תפילות הסיום העצמאיות ביוונית ובטגלוג הן תרגומים של Prosary מן המקור הלטיני, ולא תרגומים ליטורגיים שפורסמו.
it: Le litanie lauretane riprendono testi di preghiera cattolici pubblicati. Il testo ebraico è un contributo di Erez tramite la Missione di san Gamaliele. Le preghiere conclusive greca e tagalog delle litanie recitate da sole sono traduzioni di Prosary dall’originale latino, non traduzioni liturgiche pubblicate.
ru: Лоретанская литания использует опубликованные католические молитвенные тексты. Еврейский текст предоставил Эрез через Миссию святого Гамалиила. Заключительные молитвы отдельной литании на греческом и тагальском — переводы Prosary с латинского оригинала, а не опубликованные литургические переводы.
uk: Лоретанська літанія використовує опубліковані католицькі молитовні тексти. Формулювання івритом надав Ерез через Місію святого Гамаліїла. Завершальні молитви окремої літанії грецькою та тагалогом — переклади Prosary з латинського оригіналу, а не опубліковані літургійні переклади.

# about.mysteryImage.agonyInTheGarden
source: *The Agony in the Garden* — Andrea Mantegna (d. 1506)
ar: *النزاع في بستان الزيتون* — أندريا مانتينيا (توفي 1506)
fil: *Ang Pananalangin sa Halamanan* — Andrea Mantegna (yumao noong 1506)
fr: *L’Agonie au jardin* — Andrea Mantegna († 1506)
he: *הייסורים בגן* — אנדראה מנטניה (נפ׳ 1506)
it: *L’agonia nell’orto* — Andrea Mantegna (m. 1506)
ru: *Моление о чаше* — Андреа Мантенья (ум. 1506)
uk: *Моління про чашу* — Андреа Мантенья (пом. 1506)

# about.mysteryImage.annunciation
source: *The Annunciation* — Fra Angelico (d. 1455)
ar: *البشارة* — فرا أنجيليكو (توفي 1455)
fil: *Ang Pagbabalita ng Anghel* — Fra Angelico (yumao noong 1455)
fr: *L’Annonciation* — Fra Angelico († 1455)
he: *הבשורה* — פרה אנג׳ליקו (נפ׳ 1455)
it: *L’Annunciazione* — Beato Angelico (m. 1455)
ru: *Благовещение* — Фра Анджелико (ум. 1455)
uk: *Благовіщення* — Фра Анджеліко (пом. 1455)

# about.mysteryImage.ascension
source: *The Ascension of Christ* — Rembrandt (d. 1669)
ar: *صعود المسيح* — رامبرانت (توفي 1669)
fil: *Ang Pag-akyat ni Kristo sa Langit* — Rembrandt (yumao noong 1669)
fr: *L’Ascension du Christ* — Rembrandt († 1669)
he: *עליית המשיח השמימה* — רמברנדט (נפ׳ 1669)
it: *L’Ascensione di Cristo* — Rembrandt (m. 1669)
ru: *Вознесение Христа* — Рембрандт (ум. 1669)
uk: *Вознесіння Христа* — Рембрандт (пом. 1669)

# about.mysteryImage.assumption
source: *Assumption of the Virgin* — Titian (d. 1576)
ar: *انتقال العذراء* — تيتيان (توفي 1576)
fil: *Ang Pag-aakyat sa Mahal na Birhen* — Titian (yumao noong 1576)
fr: *L’Assomption de la Vierge* — Le Titien († 1576)
he: *העלאת הבתולה* — טיציאן (נפ׳ 1576)
it: *L’Assunzione della Vergine* — Tiziano (m. 1576)
ru: *Взятие Девы Марии на небо* — Тициан (ум. 1576)
uk: *Внебовзяття Діви Марії* — Тиціан (пом. 1576)

# about.mysteryImage.baptism
source: *The Baptism of Christ* — Piero della Francesca (d. 1492)
ar: *معمودية المسيح* — بييرو ديلا فرانشيسكا (توفي 1492)
fil: *Ang Pagbibinyag kay Kristo* — Piero della Francesca (yumao noong 1492)
fr: *Le Baptême du Christ* — Piero della Francesca († 1492)
he: *טבילת המשיח* — פיירו דלה פרנצ׳סקה (נפ׳ 1492)
it: *Il Battesimo di Cristo* — Piero della Francesca (m. 1492)
ru: *Крещение Христа* — Пьеро делла Франческа (ум. 1492)
uk: *Хрещення Христа* — П’єро делла Франческа (пом. 1492)

# about.mysteryImage.carryingTheCross
source: *Christ Carrying the Cross* — Titian (d. 1576)
ar: *المسيح حاملًا الصليب* — تيتيان (توفي 1576)
fil: *Si Kristo na Nagpapasan ng Krus* — Titian (yumao noong 1576)
fr: *Le Christ portant sa croix* — Le Titien († 1576)
he: *המשיח נושא את צלבו* — טיציאן (נפ׳ 1576)
it: *Cristo portacroce* — Tiziano (m. 1576)
ru: *Несение креста* — Тициан (ум. 1576)
uk: *Христос несе хрест* — Тиціан (пом. 1576)

# about.mysteryImage.coronation
source: *Coronation of the Virgin* — Diego Velázquez (d. 1660)
ar: *تتويج العذراء* — دييغو فيلاثكيث (توفي 1660)
fil: *Ang Pagpuputong ng Korona sa Mahal na Birhen* — Diego Velázquez (yumao noong 1660)
fr: *Le Couronnement de la Vierge* — Diego Velázquez († 1660)
he: *הכתרת הבתולה* — דייגו ולאסקס (נפ׳ 1660)
it: *L’Incoronazione della Vergine* — Diego Velázquez (m. 1660)
ru: *Коронование Девы Марии* — Диего Веласкес (ум. 1660)
uk: *Коронування Діви Марії* — Дієго Веласкес (пом. 1660)

# about.mysteryImage.crowningWithThorns
source: *The Crowning with Thorns* — Caravaggio (d. 1610)
ar: *التكليل بالشوك* — كارافاجيو (توفي 1610)
fil: *Ang Pagpuputong ng Koronang Tinik* — Caravaggio (yumao noong 1610)
fr: *Le Couronnement d’épines* — Le Caravage († 1610)
he: *הכתרת הקוצים* — קאראווג׳ו (נפ׳ 1610)
it: *L’Incoronazione di spine* — Caravaggio (m. 1610)
ru: *Коронование терновым венцом* — Караваджо (ум. 1610)
uk: *Коронування терновим вінцем* — Караваджо (пом. 1610)

# about.mysteryImage.crucifixion
source: *Christ Crucified* — Diego Velázquez (d. 1660)
ar: *المسيح مصلوبًا* — دييغو فيلاثكيث (توفي 1660)
fil: *Si Kristong Ipinako sa Krus* — Diego Velázquez (yumao noong 1660)
fr: *Le Christ crucifié* — Diego Velázquez († 1660)
he: *המשיח הצלוב* — דייגו ולאסקס (נפ׳ 1660)
it: *Cristo crocifisso* — Diego Velázquez (m. 1660)
ru: *Распятый Христос* — Диего Веласкес (ум. 1660)
uk: *Розп’ятий Христос* — Дієго Веласкес (пом. 1660)

# about.mysteryImage.findingInTheTemple
source: *Christ Discovered in the Temple* — Simone Martini (d. 1344)
ar: *العثور على المسيح في الهيكل* — سيموني مارتيني (توفي 1344)
fil: *Si Kristo na Natagpuan sa Templo* — Simone Martini (yumao noong 1344)
fr: *Le Christ retrouvé au Temple* — Simone Martini († 1344)
he: *מציאת ישוע בבית המקדש* — סימונה מרטיני (נפ׳ 1344)
it: *Il ritrovamento di Gesù nel Tempio* — Simone Martini (m. 1344)
ru: *Обретение Христа во храме* — Симоне Мартини (ум. 1344)
uk: *Знайдення Христа в храмі* — Сімоне Мартіні (пом. 1344)

# about.mysteryImage.flagellation
source: *The Flagellation of Christ* — Caravaggio (d. 1610)
ar: *جلد المسيح* — كارافاجيو (توفي 1610)
fil: *Ang Paghahampas kay Kristo* — Caravaggio (yumao noong 1610)
fr: *La Flagellation du Christ* — Le Caravage († 1610)
he: *הלקאת המשיח* — קאראווג׳ו (נפ׳ 1610)
it: *La Flagellazione di Cristo* — Caravaggio (m. 1610)
ru: *Бичевание Христа* — Караваджо (ум. 1610)
uk: *Бичування Христа* — Караваджо (пом. 1610)

# about.mysteryImage.holyNight
source: *The Holy Night* — Antonio da Correggio (d. 1534)
ar: *الليلة المقدسة* — أنطونيو دا كوريجو (توفي 1534)
fil: *Ang Banal na Gabi* — Antonio da Correggio (yumao noong 1534)
fr: *La Sainte Nuit* — Le Corrège († 1534)
he: *הלילה הקדוש* — אנטוניו דה קורג׳ו (נפ׳ 1534)
it: *La Notte Santa* — Antonio da Correggio (m. 1534)
ru: *Святая ночь* — Антонио да Корреджо (ум. 1534)
uk: *Свята ніч* — Антоніо да Корреджо (пом. 1534)

# about.mysteryImage.lastSupper
source: *The Last Supper* — Leonardo da Vinci (d. 1519)
ar: *العشاء الأخير* — ليوناردو دا فينشي (توفي 1519)
fil: *Ang Huling Hapunan* — Leonardo da Vinci (yumao noong 1519)
fr: *La Cène* — Léonard de Vinci († 1519)
he: *הסעודה האחרונה* — לאונרדו דה וינצ׳י (נפ׳ 1519)
it: *L’Ultima Cena* — Leonardo da Vinci (m. 1519)
ru: *Тайная вечеря* — Леонардо да Винчи (ум. 1519)
uk: *Тайна вечеря* — Леонардо да Вінчі (пом. 1519)

# about.mysteryImage.pentecost
source: *The Pentecost* — El Greco (d. 1614)
ar: *العنصرة* — إل غريكو (توفي 1614)
fil: *Ang Pentekostes* — El Greco (yumao noong 1614)
fr: *La Pentecôte* — Le Greco († 1614)
he: *ירידת רוח הקודש* — אל גרקו (נפ׳ 1614)
it: *La Pentecoste* — El Greco (m. 1614)
ru: *Пятидесятница* — Эль Греко (ум. 1614)
uk: *П’ятдесятниця* — Ель Греко (пом. 1614)

# about.mysteryImage.presentation
source: *The Presentation at the Temple* — Andrea Mantegna (d. 1506)
ar: *التقدمة في الهيكل* — أندريا مانتينيا (توفي 1506)
fil: *Ang Paghahandog sa Templo* — Andrea Mantegna (yumao noong 1506)
fr: *La Présentation au Temple* — Andrea Mantegna († 1506)
he: *ההצגה בבית המקדש* — אנדראה מנטניה (נפ׳ 1506)
it: *La Presentazione al Tempio* — Andrea Mantegna (m. 1506)
ru: *Сретение* — Андреа Мантенья (ум. 1506)
uk: *Стрітення в храмі* — Андреа Мантенья (пом. 1506)

# about.mysteryImage.resurrection
source: *The Resurrection* — Piero della Francesca (d. 1492)
ar: *القيامة* — بييرو ديلا فرانشيسكا (توفي 1492)
fil: *Ang Muling Pagkabuhay* — Piero della Francesca (yumao noong 1492)
fr: *La Résurrection* — Piero della Francesca († 1492)
he: *התחייה* — פיירו דלה פרנצ׳סקה (נפ׳ 1492)
it: *La Risurrezione* — Piero della Francesca (m. 1492)
ru: *Воскресение* — Пьеро делла Франческа (ум. 1492)
uk: *Воскресіння* — П’єро делла Франческа (пом. 1492)

# about.mysteryImage.sermonOnTheMount
source: *The Sermon on the Mount* — Cosimo Rosselli (d. 1507)
ar: *العظة على الجبل* — كوزيمو روسيلي (توفي 1507)
fil: *Ang Pangaral sa Bundok* — Cosimo Rosselli (yumao noong 1507)
fr: *Le Sermon sur la montagne* — Cosimo Rosselli († 1507)
he: *הדרשה על ההר* — קוזימו רוסלי (נפ׳ 1507)
it: *Il Discorso della montagna* — Cosimo Rosselli (m. 1507)
ru: *Нагорная проповедь* — Козимо Росселли (ум. 1507)
uk: *Нагірна проповідь* — Козімо Росселлі (пом. 1507)

# about.mysteryImage.transfiguration
source: *The Transfiguration* — Raphael (d. 1520)
ar: *التجلّي* — رافائيل (توفي 1520)
fil: *Ang Pagbabagong-anyo* — Raphael (yumao noong 1520)
fr: *La Transfiguration* — Raphaël († 1520)
he: *ההשתנות* — רפאל (נפ׳ 1520)
it: *La Trasfigurazione* — Raffaello (m. 1520)
ru: *Преображение* — Рафаэль (ум. 1520)
uk: *Преображення* — Рафаель (пом. 1520)

# about.mysteryImage.visitation
source: *The Visitation* — Mariotto Albertinelli (d. 1515)
ar: *الزيارة* — ماريوتو ألبرتينيللي (توفي 1515)
fil: *Ang Pagdalaw* — Mariotto Albertinelli (yumao noong 1515)
fr: *La Visitation* — Mariotto Albertinelli († 1515)
he: *הביקור* — מריוטו אלברטינלי (נפ׳ 1515)
it: *La Visitazione* — Mariotto Albertinelli (m. 1515)
ru: *Посещение Елизаветы* — Мариотто Альбертинелли (ум. 1515)
uk: *Відвідини Єлизавети* — Маріотто Альбертінеллі (пом. 1515)

# about.mysteryImage.weddingAtCana
source: *The Wedding at Cana* — Paolo Veronese (d. 1588)
ar: *عرس قانا* — باولو فيرونيزي (توفي 1588)
fil: *Ang Kasalan sa Cana* — Paolo Veronese (yumao noong 1588)
fr: *Les Noces de Cana* — Paul Véronèse († 1588)
he: *החתונה בכנא* — פאולו ורונזה (נפ׳ 1588)
it: *Le nozze di Cana* — Paolo Veronese (m. 1588)
ru: *Брак в Кане* — Паоло Веронезе (ум. 1588)
uk: *Весілля в Кані* — Паоло Веронезе (пом. 1588)

# about.mysteryImages.easternIcons
source: The collection of illustrations of the Mysteries in the Eastern style is used with approval from the Mission of St. Gamaliel for Hebrew Catholics in the Aramaic (Syriac) Catholic Church.
ar: تُستخدم مجموعة صور الأسرار بالأسلوب الشرقي بموافقة إرسالية القديس غملائيل للكاثوليك الناطقين بالعبرية في الكنيسة الكاثوليكية الآرامية (السريانية).
fil: Ang koleksiyon ng mga larawang Silanganin ng mga Misteryo ay ginagamit nang may pahintulot ng Misyon ni San Gamaliel para sa mga Katolikong Hebreo sa Simbahang Katolikong Aramaiko (Siriako).
fr: La collection d’illustrations des mystères de style oriental est utilisée avec l’autorisation de la Mission de saint Gamaliel pour les catholiques hébréophones de l’Église catholique araméenne (syriaque).
he: אוסף איורי הרזים בסגנון המזרחי מובא באישור שליחות גמליאל הקדוש לקתולים עבריים של העדה הארמית (סורית) קתולית.
it: La raccolta di illustrazioni dei misteri in stile orientale è utilizzata con l’autorizzazione della Missione di san Gamaliele per i cattolici di lingua ebraica della Chiesa cattolica aramaica (siriaca).
ru: Собрание иллюстраций тайн в восточном стиле используется с разрешения Миссии святого Гамалиила для ивритоязычных католиков Арамейской (Сирийской) католической церкви.
uk: Добірка ілюстрацій таємниць у східному стилі використовується з дозволу Місії святого Гамаліїла для єврейських католиків Арамейської (Сирійської) Католицької Церкви.

# about.mysteryImages.intro
source: All 20 mystery images are classical paintings in the public domain (artist deceased over 100 years), sourced from Wikimedia Commons.
ar: صور الأسرار العشرين كلها لوحات كلاسيكية ضمن الملكية العامة (توفي فنانوها منذ أكثر من 100 عام)، ومصدرها ويكيميديا كومنز.
fil: Ang lahat ng 20 larawan ng mga misteryo ay mga klasikong pinta sa pampublikong dominyo (mahigit 100 taon nang yumao ang pintor), mula sa Wikimedia Commons.
fr: Les 20 illustrations des mystères sont des peintures classiques du domaine public (artiste décédé depuis plus de 100 ans), provenant de Wikimedia Commons.
he: כל 20 תמונות הרזים הן ציורים קלאסיים ברשות הציבור (האמן נפטר לפני יותר מ־100 שנים), מתוך ויקישיתוף.
it: Le 20 immagini dei misteri sono dipinti classici di pubblico dominio (artista deceduto da oltre 100 anni), tratti da Wikimedia Commons.
ru: Все 20 изображений тайн — классические картины в общественном достоянии (художники умерли более 100 лет назад), взятые из Викисклада.
uk: Усі 20 ілюстрацій таємниць — класичні картини із суспільного надбання (художники померли понад 100 років тому), отримані з Вікісховища.

# about.navigationTitle
source: About Prosary
ar: حول Prosary
fil: Tungkol sa Prosary
fr: À propos de Prosary
he: אודות Prosary
it: Informazioni su Prosary
ru: О Prosary
uk: Про Prosary

# about.otherImage.christInLimbo
source: *Christ in Limbo* — Fra Angelico (d. 1455).
ar: *المسيح في الجحيم* — فرا أنجيليكو (توفي 1455).
fil: *Si Kristo sa Limbo* — Fra Angelico (yumao noong 1455).
fr: *Le Christ aux limbes* — Fra Angelico († 1455).
he: *המשיח בלימבו* — פרה אנג׳ליקו (נפ׳ 1455).
it: *Cristo al limbo* — Beato Angelico (m. 1455).
ru: *Сошествие Христа в ад* — Фра Анджелико (ум. 1455).
uk: *Христос у лімбі* — Фра Анджеліко (пом. 1455).

# about.otherImage.crucifix
source: *Crucifix* — Cimabue (d. 1302).
ar: *المصلوب* — تشيمابويه (توفي 1302).
fil: *Krusipiho* — Cimabue (yumao noong 1302).
fr: *Crucifix* — Cimabue († 1302).
he: *הצלב* — צ׳ימבואה (נפ׳ 1302).
it: *Crocifisso* — Cimabue (m. 1302).
ru: *Распятие* — Чимабуэ (ум. 1302).
uk: *Розп’яття* — Чімабуе (пом. 1302).

# about.otherImage.faithHopeCharity
source: *Faith, Hope, and Charity* — Raphael, Baglioni altarpiece predella (d. 1520).
ar: *الإيمان والرجاء والمحبة* — رافائيل، بريدلا مذبح باليوني (توفي 1520).
fil: *Pananampalataya, Pag-asa, at Pag-ibig* — Raphael, predella ng altar ng Baglioni (yumao noong 1520).
fr: *La Foi, l’Espérance et la Charité* — Raphaël, prédelle du retable Baglioni († 1520).
he: *אמונה, תקווה ואהבה* — רפאל, פרדלת מזבח בליוני (נפ׳ 1520).
it: *Fede, Speranza e Carità* — Raffaello, predella della Pala Baglioni (m. 1520).
ru: *Вера, Надежда и Любовь* — Рафаэль, пределла алтаря Бальони (ум. 1520).
uk: *Віра, надія і любов* — Рафаель, пределла вівтаря Бальйоні (пом. 1520).

# about.otherImage.headOfChrist
source: *Head of Christ* — Rembrandt (d. 1669).
ar: *رأس المسيح* — رامبرانت (توفي 1669).
fil: *Ulo ni Kristo* — Rembrandt (yumao noong 1669).
fr: *Tête du Christ* — Rembrandt († 1669).
he: *ראש המשיח* — רמברנדט (נפ׳ 1669).
it: *Testa di Cristo* — Rembrandt (m. 1669).
ru: *Голова Христа* — Рембрандт (ум. 1669).
uk: *Голова Христа* — Рембрандт (пом. 1669).
